Repository: RxLaboratory/DuAEF_DuGR
Catalog: translation/DuGR_pd.po
Languages: pd

source: Above
pd: ed sus

# ABOVE_SHORT
source: Ab
pd: Sus

# AE_BLUE
source: After Effects Blue
pd: Bleu After Effects

# AE_BLUE_TIP
source: The After Effects highlighting blue
pd: Bleu d'mise in valué d'After Effects.

# AE_ORANGE
source: After Effects Orange (CS6)
pd: Arongue After Effects (CS6)

# AE_ORANGE_TIP
source: The After Effects highlighting orange from good ol'CS6
pd: El arongue d'mise in valué del bon viué After Effects CS6.

source: Apply
pd: Appliquer

# APPLY_SETTINGS
source: Apply changes to the settings.
pd: Appliquer els cangemints des préférinches.

# APPLY_SETTINGS_ALERT
source: You may need to restart the script for all changes to take effect.
pd: I faut pet-ête erdmarrer el bastrinque por ek tous els cangemints sot prins in compte.

# BACK_PREVIOUS
source: Back
pd: Artour

# BACK_LOCATION
source: Back
pd: Arièr

# BACK_LOCATION_SHORT
source: Bk
pd: Ar

source: Bug report
pd: Rapport d'abu

# BUG_REPORT_TIP
source: Bug report Tell us what's wrong!
pd: Rapport d'abu Dites nos es qui'n va pon !

source: Cancel
pd: Joqher

source: Character
pd: Gin

# CHECK_UPDATE
source: Check for updates
pd: Vir el nouvièle version

# COLOR_HIGHLIGHT_TIP
source: Set the highlight color.
pd: Cusir el couleur ed mise in valué.

source: Custom
pd: Aute

# CUSTOM_COLOR_TIP
source: Select a custom color.
pd: Cusir une aute couleur.

source: Close settings
pd: Freumer els préférinches.

source: Default
pd: Défau

# DEV_MODE
source: Dev and Debug mode
pd: Mode dessin & arfaison

# DEV_MODE_TIP
source: Use at your own risk!
pd: Usez aveuc risques !

source: Edit settings
pd: Canger els préférinches

# EXPERT_UI_TIP
source: The smallest UI, for expert users.
pd: El pus ptiote interfache, por els gins experts.

# EXPORT_TRANSLATION
source: Export translation file
pd: Inrguistrer el fikier ed trad'

# EXPORT_TRANSLATION_TIP
source: Export a translation file to be edited with DuTranslator.
pd: Inrguistrer un fikier ed traductions à canger aveuc DuTranslator.

source: Feature request
pd: Edmande ed fonction

# FEATURE_REQUEST_TIP
source: Feature request Request something new.
pd: Edmande ed fonction Edmandez quette cosse ed nouviau.

source: Front
pd: Dvant

# FRONT_SHORT
source: Fr
pd: Dv

source: Groups
pd: Groupes

source: Help
pd: Aïude

# HELP_TIP
source: Get help.
pd: Obtenez ed l'aïude.

source: Invert
pd: Inverser

source: Inverted
pd: Inversé

source: Isolate
pd: Isoler

# LANGUAGE_TIP
source: Set the language of the interface.
pd: Canger el parlache del bastringue.

source: Left
pd: Gueuche

# LEFT_SHORT
source: L
pd: G

source: Middle
pd: Mitant

# MIDDLE_SHORT
source: Md
pd: M

source: Next
pd: Suivant

source: None
pd: Aucun

source: Normal mode
pd: Mode normal

source: Opacity
pd: Transparinche

source: Path
pd: Kmin

source: Previous
pd: Précédin

source: Properties
pd: Acrinkillache

# RANDOM_TIP
source: Set a random value.
pd: Cusir eun valeu à l'bukète.

# RESET_SETTINGS
source: Reset the settings to their default values.
pd: Arcomincher aveuc els préférinches por défau.

source: Right
pd: Drote

# RIGHT_SHORT
source: R
pd: D

source: Rookie
pd: Débutan

# ROOKIE_UI_TIP
source: The easiest-to-use mode, but also the biggest UI.
pd: El mode el pus aisi, mais auchi el pus grinde interfache.

# RX_PURPLE
source: RxLab Purple
pd: Pourpre RxLab

# RX_PURPLE_TIP
source: The RxLaboratory Purple
pd: El pourpre RxLaboratory (no pus kèré)

# RX_RED
source: Rainbox Red
pd: Rouche Rainbox

# RX_RED_TIP
source: The Rainbox Productions Red
pd: El rouche ed Rainbox Productions

source: Select layers
pd: Cusir els calques

source: Select groups
pd: Cusir els groupes

source: Set quality
pd: Canger el qualité

source: Settings
pd: Préférinches

source: Settings file
pd: Fikier ed préférinches

# SETTINGS_FILE_TIP
source: Set the location of the settings file.
pd: Cusir e'liu del fikier ed préférinches.

source: Size
pd: Talle

source: Standard
pd: Normal

# STANDARD_UI_TIP
source: The standard not-too-big UI.
pd: L'interfache normale, pon tro grinde.

source: Tail
pd: Keu

# TAIL_SHORT
source: Tl
pd: K

source: Timeline
pd: Line ed timps

# UI_MODE_TIP
source: Select the UI mode.
pd: Cusir el mode d'interfache.

source: Under
pd: Ed sous

# UNDER_SHORT
source: Un
pd: Sous

# ASK_FILES_NETWORK_ACCESS
source: %1 needs to be allowed to write files. Please, check the box called 'Allow Scripts to write files...' in the scripting preferences of After Effects.
pd: %1 a dzoin del permission ed récrire eds fickiers. San vo kmander, cochez el case 'Autoriser les scripts à écrire des fichiers...' (in frinché) dins els préférinches ed bastringues d'After Effects.

# ASK_FILES_NETWORK_ACCESS_TITLE
source: File and network access
pd: Daler als fikiers et al résiau

# COMPOSITION_SHORT
source: Comp
pd: Compo

# CONTINUOUS_RASTERIZATION
source: Collapse transformation / Continuous rasterization
pd: Eberzier els transformations / Pixellisation continue

source: Edit mode
pd: Mode cangemint

source: Guide layers
pd: Calques arpéres

# INVALID_PSEUDO_EFFECT
source: Invalid pseudo effect file or match name.
pd: Fikier ou "matchName" del pseudo-effet brisé.

source: Lock layers
pd: Coincher els calques

# MISSING_PSEUDO_EFFECT
source: The pseudo effect file does not exist.
pd: El fikier ed pseudo-effet n'est pon là.

# NEW_VERSION_TITLE
source: New version available
pd: nouvièle version disponible

# OPEN_PREFS
source: Open preferences
pd: Ouvrir els préférinches

# REINIT_PROMPT
source: /! ====== /! It seems something went wrong with %1 the last time you used it. /! Check the box below to re-initialize %1 and try to make it work again. /! ======
pd: /! ====== /! In voit quette cosse qu's'est majmint passé aveuc %1 el derne fois qu'vos l'avez usé. /! Cochez el case ed sous por arcomincher aveuc eun nouviau %1. /! ======

# REINIT_SCRIPT
source: Re-initialize %1 before launch.
pd: Arcomincher aveuc eun nouviau %1.

# SET_FRAME_BLENDING
source: Set frame blending mode
pd: Canger el mode ed fusion d'imaches.

# SHOW_HIDE_LAYERS_TIP
source: Show/Hide layers
pd: Moutrer/mucher els calques

source: Shy layers
pd: Calques sésis

# SOLO_LAYERS
source: Toggle solo mode
pd: Alleumer/joqher el mode solo

# TOGGLE_3D_LAYER
source: Toggle 3D layer mode
pd: Alleumer/joqher el mode calque 3D

# TOGGLE_ADJUSTMENT_LAYER
source: Toggle adjustment layer mode
pd: Alleumer/joqher el mode calque d'effets

source: Toggle audio
pd: Alleumer/joqher l'audio

source: Toggle effects
pd: Alleumer/joqher els effets

source: Toggle motion blur
pd: Alleumer/joqher el flou d'armumint

# DUGR_ISOLATE_TIP
source: Isolate selected groups.
pd: Isoler els groupes cusiés.

# DUGR_ISOLATE_TIMELINE_TIP
source: Isolate selected groups, in the timeline only.
pd: Isoler els groupes cusiés, seulmint dins l'line ed timps.

# DUGR_ISOLATE_COMP_TIP
source: Isolate selected groups, in the composition panel only
pd: Isoler els groupes cusiés, seulmint dins l'composition.

# DUGR_STICKY_TIP
source: Set interactive (sticky) mode.
pd: Alleumer el mode intéractif (persistant).

# DUGR_ADD_LAYERS_TIP
source: Add selected layers to group.
pd: Ragrandir el groupe aveuc els calques cusiés.

# DUGR_GET_GROUPS_TIP
source: Get groups from selected layers.
pd: Prindre els groupes dels calques.

# DUGR_REMOVE_LAYERS_TIP
source: Remove selected layers from group.
pd: Inlver els calques del groupe.

# DUGR_CREATE_GROUP_TIP
source: Create new group.
pd: Créer un nouviau groupe.

# DUGR_RENAME_GROUP_TIP
source: Change group name
pd: Arnommer el groupe.

# DUGR_REMOVE_GROUP_TIP
source: Remove group.
pd: Inlver el groupe.

# DUGR_NEW_GROUP
source: New group
pd: Nouviau groupe

# DUGR_NEW_GROUP_TIP
source: The name of the group.
pd: El nom del groupe.

# DUGR_SETTINGS_LOCK_UNCHECKED
source: Locked layers: deny changes
pd: Calques coinchés : interdire els cangemints

# DUGR_SETTINGS_LOCK_CHECKED
source: Locked layers: allow changes
pd: Calques coinchés : permette els cangemints

# DUGR_SETTINGS_LOCK_TIP
source: What to do if a layer is locked.
pd: Que faire si un calque est coinché.

# DUGR_SETTINGS_NO_WARNING_FRAME
source: Warning frame: None
pd: Cadre d'alerte : Aucun

# DUGR_SETTINGS_NO_WARNING_FRAME_TIP
source: Don't use any warning frame.
pd: Ene pon user ed cadre d'alerte.

# DUGR_SETTINGS_WARNING_ABOVE
source: Warning frame: Above
pd: Cadre d'alerte : ed sus

# DUGR_SETTINGS_WARNING_ABOVE_TIP
source: Draw the frame above the composition.
pd: Pinturer el cadre ed sus del composition.

# DUGR_SETTINGS_WARNING_BELOW
source: Warning frame: Below
pd: Cadre d'alerte : ed sous

# DUGR_SETTINGS_WARNING_BELOW_TIP
source: Draw the frame below the composition.
pd: Pinturer el cadre ed sous del composition.

# DUGR_SETTINGS_WIREFRAME_UNCHECKED
source: Isolation: hide layers
pd: Isolation : mucher els calques

# DUGR_SETTINGS_WIREFRAME_CHECKED
source: Isolation: wireframe
pd: Isolation : fil ed fièr

# DUGR_SETTINGS_WIREFRAME_TIP
source: Method used to isolate layers in the composition.
pd: Fachon ed faire por isoler els calques dins l'composition.

# DUGR_SETTINGS_SHOW_TAGS_UNCHECKED
source: Hide markers
pd: Mucher els marqueurs.

# DUGR_SETTINGS_SHOW_TAGS_CHECKED
source: Show markers
pd: Moutrer els marqueurs.

# DUGR_SETTINGS_SHOW_TAGS_TIP
source: Whether to show or hide the tags on the layers.
pd: Cusir ed mucher ou moutrer els marqueurs.

# DUGR_SETTINGS_LOCK_HIDDEN
source: Lock hidden layers
pd: Coincher els calques muchés

# DUGR_SETTINGSLOCK_HIDDEN_TIP
source: Whether the hidden layers have to be locked.
pd: Est-che-que els calques muchés dovitte ête coinchés ?

# DUGR_SELECT_PROP_TIP
source: Select layer by property or type
pd: Cusir el calque par acrinkillache ou type

# DUGR_INVERT_TIP
source: Invert the group/property selection
pd: Inverser el cusion ed groupe/acrinkillache

# DUGR_EXIT_ISOLATION_TIP
source: Exit isolation.
pd: Sortir del isolation.

source: January
pd: Ginvié

source: February
pd: Févérié

source: March
pd: Marche

source: April
pd: Avri

source: May
pd: Mai

source: June
pd: Join

source: July
pd: Juillé

source: August
pd: Aout

source: September
pd: Siétimbe

source: October
pd: Octobe

source: November
pd: Novimbe

source: December
pd: Déchimbe

source: %1 Settings
pd: Préférinches ed %1

source: Settings file...
pd: Fikier eds préférinches...

source: Path...
pd: Kmin...

source: Custom...
pd: Aute...

source: Type of warning frame to use
pd: Type ed cadre d'alerte à user

source: All layers
pd: Tous l'calques

source: Selected
pd: Cusiés

source: Grouped
pd: Groupés

source: Ignored
pd: Ignorés

source: Edit group name
pd: Canger el nom del groupe

source: Pin window
pd: Épiuler el ferniète

source: Close
pd: Freumer

source: Hierarchy: Orphans
pd: Aïèrquie : Orphelins

source: Hierarchy: Have children
pd: Aïèrquie : Aveuc infants

source: Type: Pre-compositions
pd: Type : Pré-compositions

source: Type: Null Objects
pd: Type : Cose Vite

source: Type: Solids
pd: Type : Solites

source: Type: Shapes
pd: Type : Formes

source: Type: Texts
pd: Type : Textes

source: Type: Adjustment
pd: Type : Calques d'effets

source: Type: Lights
pd: Type : Leurmière

source: Attribute: Visible
pd: Attribut : Visipe

source: Attribute: Has Audio
pd: Attribut : Aveuc audio

source: Attribute: Solo
pd: Attribut : Solo

source: Attribute: Locked
pd: Acrinkillache : Coinché

source: Attribute: Shy
pd: Attribut : Sési

source: Attribute: Effects
pd: Attribut : Effets

source: Attribute: Motion Blur
pd: Attribut : Flou d'armumint

source: Attribute: 3D
pd: Attribut : 3D

source: Attribute: Guide
pd: Attribut : Arpére
